# 融合归因结果的使用

# 为了证明融合归因的结果是有价值的，需要证明融合归因的结论是可以被使用的。
# 希望证明思路：
# 1、安卓和iOS是有相近之处的，比如首日付费金额与大盘的短、中、长期回收的关系
# 2、安卓中的融合归因是有一定价值的，比如他可以在短、中、长期的回收中，比较准确的反应真实媒体回收，并在稳定大盘ROI上有一定的价值，只不过安卓是有MMP归因的，这个需求不强烈。
# 3、iOS由于没有MMP归因，目前的稳定程度不如安卓，所以需要融合归因来提高稳定性
# 具体的方案还是要靠数据来证明，可能可以用融合归因7日回收金额或者7日回收金额的均线来做KPI，或者可以做KPI参考。

# 所以需要获得如下数据：
# 1、安卓部分，安卓是可以验证的，所以需要安卓来做侧边证明
# 1日回收金额/ROI，7日回收金额/ROI，30日回收金额/ROI，90日回收金额/ROI，180日回收金额/ROI
# 还要有每日花费，为了计算ROI比较方便
# 媒体部分，自然量部分，总体情况
# 融合归因部分，7日回收金额/ROI，30日回收金额/ROI，90日回收金额/ROI，180日回收金额/ROI
# 然后是融合归因在安卓的表现，中长期上是否有指导意义

# 2、iOS部分
# 1日回收金额（SKAN），大盘
# 每日花费
# 媒体部分，自然量部分，总体情况
# 融合归因部分，7日回收金额/ROI，30日回收金额/ROI，90日回收金额/ROI，180日回收金额/ROI

# 虽然安卓和iOS部分算法是不一致的，但是应该有一定的说明性。
# 180天数据对于iOS来说有点难，可能只能获得大盘的数据，skan中间改过好几次。